import React from 'react';

function About() {
  return (
    <div className="about-section">
      <h1>Обо мне</h1>
      <p>Привет! Меня зовут Дима, мне 22 года, и я живу в прекрасном городе Санкт-Петербург. Уже 2 года я работаю Flutter-разработчиком и обожаю создавать мобильные приложения с интуитивно понятным интерфейсом и высоким уровнем производительности.
За время моей работы я успел принять участие в различных проектах, которые помогли мне углубить знания в кроссплатформенной разработке и решить множество интересных задач. Я всегда стремлюсь к профессиональному росту и открыт для новых возможностей и технологий.
В свободное время люблю изучать новинки в сфере IT, посещать культурные мероприятия города и проводить время с друзьями. Моя цель — продолжать развиваться как разработчик и вносить свой вклад в создание инновационных продуктов.

</p>
    </div>
  );
}

export default About;
